Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/education/vocational_education_and_training/child_care_support_during_fas_training_courses.html.txt.tmx
Source language: en
Languages: ga

source: Childcare during vocational training
ga: Cúram Leanaí le linn cúrsaí gairmoiliúna

source: If you have applied for a vocational training course, you may need childcare
ga: Má rud é go bhfuil iarratas déanta agat ar chúrsa gairmoiliúna, féadfar go mbeidh cúram leanaí ag teastáil uait

source: Under the Childcare Employment and Training Support (CETS) scheme, you may qualify for a subsidised childcare place for your child
ga: Faoin Scéim Tacaíochta um Oiliúint agus um Fhostaíocht Cúram Leanaí (CETS), féadfaidh tú cáiliú le haghaidh áit chúram leanaí in aisce do do leanbh

source: CETS can provide full-time, part-time or after-school childcare places
ga: Is féidir leis an scéim CETS áiteanna cúram leanaí lánaimseartha, páirtaimseartha nó iarscoile in aisce a chur ar fáil

source: The CETS scheme is managed by the Department of Children and Youth Affairs (DCYA) via the City and County Childcare Committees
ga: Is í an Roinn Leanaí agus Gnóthaí Óige (DYCA) a bhainistíonn an scéim CETS trí na Coistí Contae agus Cathrach i gCúram Leanaí

source: It was announced in Budget 2016, that a new single affordable childcare programme will be developed to replace a number of childcare programmes including CETS
ga: Fógraíodh i mBuiséad 2016 go bhforbrófar clár nua aonair cúram leanaí inacmhainne chun teacht in ionad roinnt cláir chúraim leanaí, CETS ina measc

source: The target date for the new programme is 2017
ga: Is é an spriocdháta don chlár nua 2017

source: Courses that qualify for CETS
ga: Athruithe ar FÁS agus SOLAS

source: Not all Education and Training Board courses qualify for CETS
ga: Tá FÁS díscaoilte agus aistríodh roinnt dá fheidhmeanna chuig SOLAS

source: The courses that qualify for CETS include Youthreach, Vocational Training Opportunities Scheme (VTOS), the Back to Education Initiative (BTEI), Further Education and Training (FET) courses (i.e
ga: Ón 1 Eanáir 2014, aistreofar rannóg oiliúna FÁS ar bhonn céimnithe chuig na 16 Bhord Oideachais agus Oiliúna (BOO) a tháinig isteach in ionad Coistí Gairmoideachais

source: specific skills training and traineeships), the FIT Initiative and Momentum
ga: Más rud é go bhfuil tú i mbun cúrsa de chuid SOLAS faoi láthair, ní rachaidh na hathruithe sin i bhfeidhm ort

source: Courses that do not qualify for CETS
ga: Cúrsaí a cháilíonn le haghaidh CETS

source: You will not qualify for CETS if you are on one of the following: Job Initiative, SOLAS apprenticeship, an evening course, supported employment, Job Club or the Work Placement programme
ga: Ní cháilíonn na cúrsaí gairmoiliúna go léir de chuid SOLAS nó na mBord Oideachais agus Oiliúna le haghaidh CETS ach áirítear na cúrsaí seo a leanas leis na cúrsaí a cháilíonn: Ógtheagmháil, Scéim Deiseanna Oiliúna Gairmoideachais (SDOG), an Tionscnamh um Fhilleadh ar an Oideachas (BTEI), oiliúint agus cúrsaí oiliúna scileanna sonracha de chuid SOLAS, Tionscnamh FIT, Momentum agus Fostaíocht Pobail

source: FÁS was dissolved and some of its functions were transferred to SOLAS
ga: Cúrsaí nach gcáilíonn le haghaidh CETS

source: On 1 January 2014, the FÁS training division began its transfer to the 16 Education and Training Boards (ETBs) which replaced VECs. All training courses will have transferred on 1 July 2014. If you are currently on a training course, you will not be affected by these changes
ga: Ní cháileoidh tú le haghaidh CETS más rud é go bhfuil tú i mbun ceann amháin de na nithe seo a leanas: Tionscnamh Jabanna, printíseacht SOLAS, cúrsa oíche, fostaíocht faoi thacaíocht, Club Jabanna nó an clár um Shocrúchán Oibre

source: The number of places available under CETS is limited
ga: Tá teorainn leis an líon áiteanna atá ar fáil faoi CETS

source: Places are allocated on a first-come first-served basis
ga: Leithdháiltear áiteanna ar bhonn tús freastail ar an gceann is túisce

source: You may qualify for a childcare place while on a vocational training course if:
ga: Féadfaidh tú cáiliú le haghaidh áit chúram leanaí in aisce agus tú i mbun cúrsa gairmoiliúna más rud é:

source: • You are currently unemployed and wish to undertake an ETB vocational training course or participate in Momentum or Community Employment
ga: • Go bhfuil tú dífhostaithe faoi láthair agus gur mian leat tabhairt faoi chúrsa gairmoiliúna de chuid SOLAS nó ETB nó páirt a ghlacadh i gclár Momentum nó Fostaíocht Pobail

source: Not all ETB courses qualify for CETS
ga: Ní cháilíonn gach cúrsa de chuid SOLAS nó ETB le haghaidh CETS

source: • You are the main carer of a child or children
ga: • Gur tusa an príomhchúramóir linbh nó leanaí

source: • You need assistance with child care in order to take up a training opportunity
ga: • Go dteastaíonn cabhair uait le cúram leanaí chun glacadh le deis oiliúna

source: If you cannot find a place for your child you should contact your local City or County Childcare Committee and let them know the area in which you need a childcare place
ga: Mura féidir leat áit a fháil do do leanbh ba cheart duit dul i dteagmháil leis an gCoiste Contae agus Cathrach i gCúram Leanaí atá áitiúil duit agus cur in iúl dóibh cé acu ceantar ina dteastaíonn áit chúram leanaí uait

source: They will ask the DCYA, who will try to provide additional childcare places in your area
ga: Cuirfidh sé ceist ar an Roinn Leanaí agus Gnóthaí Óige, a dhéanfaidh iarracht áiteanna breise cúram leanaí a chur ar fáil i do cheantar

source: The maximum amount per child that childcare providers may charge to parents per week is:
ga: Is é an t-uasmhéid a fhéadfaidh soláthraithe cúram leanaí a ghearradh ar thuismitheoirí sa tseachtain ná:

source: • Full-time: €25 per week
ga: • Lánaimseartha: €25 sa tseachtain

source: • Part time: €15 per week
ga: • Páirtaimseartha: €15 sa tseachtain

source: • Afterschool: €5 per week
ga: • Tar éis na scoile: €5 sa tseachtain

source: • Afterschool with pickup service: €15
ga: • Tar éis na scoile mar aon le seirbhís bhailiúcháin: €15

source: Services may not charge for weeks where the service is not open
ga: Ní fhéadfaidh seirbhísí táille a ghearradh le haghaidh seachtainí nach bhfuil an tseirbhís ar oscailt

source: You should let the course provider know that you have child care needs and want to be considered for CETS
ga: Ba cheart duit cur in iúl do sholáthraí an chúrsa go bhfuil riachtanais chúram leanaí agat agus gur mian leat go ndéanfar breithniú ort le haghaidh CETS

source: When you get your letter offering you a place on a course, you will also be given a list of local childcare providers
ga: Nuair a fhaigheann tú litir lena dtairgtear áit ar chúrsa duit, tabharfar liosta de sholáthraithe áitiúla cúram leanaí duit freisin

source: You should use this letter to book a place for your child or children with a childcare provider
ga: Ba cheart duit an litir sin a úsáid chun áit a chur in áirithe do do leanbh nó do leanaí le soláthraí cúram leanaí

source: When your training starts you will get a letter confirming that you have started the course and giving the start and finish dates
ga: Ba cheart duit an litir sin a thaispeáint don soláthraí cúram leanaí chun fad d’áite cúram leanaí a dheimhniú

source: You should show this letter to the childcare provider to confirm the duration of your childcare place
ga: Cá háit a ndéanfaidh mé iarratas Déan teagmháil le soláthraí do chúrsa maidir le do riachtanais chúram leanaí
